Revit 2027 API
ParameterTypeId.DividedSurfaceAllPoints Property
 "Show all points"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceAllPoints { get; }
Public Shared ReadOnly Property DividedSurfaceAllPoints As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceAllPoints {
	ForgeTypeId^ get ();
}
static member DividedSurfaceAllPoints : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace